Repository: a-detiste/CroftEngine
Catalog: share/po/*/edisonengine.po
Languages: de_de

source: %1%x Anisotropic Filtering
de_de: %1%x Anisotropische Filterung

source: - EMPTY SLOT %1%
de_de: - LEERER SLOT %1%

source: Action
de_de: Aktion

source: Apply changes?
de_de: Zuordnung anwenden?

source: Audio Settings
de_de: Audio Einstellungen

# Action
source: Back
de_de: R~uckw~arts

# Gamepad|Button
source: Back
de_de: R~uckw~arts

source: Bilinear Filtering
de_de: Bilineare Filterung

# Keyboard|Key
source: Bksp
de_de: R~ucktaste

source: Booting
de_de: Starte

source: Building textures
de_de: Erstelle Texturen

# Keyboard|Key
source: CapsLk
de_de: Feststelltaste

# Action
source: Cheat Dive
de_de: Cheat Tauchen

source: Compass
de_de: Kompa=

source: Controller Type: %1%
de_de: Controller Typ: %1%

source: Controls
de_de: Kontrollen

# Keyboard|Key
source: Ctrl
de_de: Strg

# Keyboard|Key
source: Del
de_de: Entf

source: Depth-of-Field
de_de: Tiefensch~arfe

source: Detail Levels
de_de: Grafik

source: Discard changes
de_de: Anpassungen verwerfen

source: Double UI Scale
de_de: Doppelte UI Skalierung

# GamepadAxis
source: Down
de_de: Runter

# Keyboard|Key
source: Down
de_de: Runter

# Action
source: Draw Magnums
de_de: Magnums ziehen

# Action
source: Draw Pistols
de_de: Pistolen ziehen

# Action
source: Draw Shotgun
de_de: Schrotflinte ziehen

# Action
source: Draw Uzis
de_de: Uzis ziehen

# Action
source: Draw Weapon
de_de: Waffe ziehen

source: Dust
de_de: Staub

source: Effects
de_de: Effekte

# Keyboard|Key
source: End
de_de: Ende

source: Ensure your mapping contains all movement directions, %1% and %2%.
de_de: Stelle sicher dass die Zuordnung alle Bewegungsrichtungen sowie %1% und %2% enth~alt.

source: Exit Game
de_de: Spiel beenden

source: Exit to Title
de_de: Zur~uck zum Hauptmen~u

source: Film Grain
de_de: Filmrauschen

source: Fullscreen
de_de: Vollbild

source: GAME OVER
de_de: Ende des Spiels

source: Game
de_de: Spiel

source: Gameplay
de_de: Spiel

source: Ghost
de_de: Geist

source: Glidos - Loading %1%
de_de: Glidos - Lade %1%

source: Glidos - Loading equiv.txt (%1%%%)
de_de: Glidos - Lade equiv.txt (%1%%%)

source: Glidos - Resolving maps (%1%%%)
de_de: Glidos - Löse Zuordnungen auf (%1%%%)

source: Glidos - Resolving maps (100%)
de_de: Glidos - Löse Zuordnungen auf (100%)

source: Grenade
de_de: Granaten

source: Gym
de_de: Training

source: Half Resolution
de_de: Halbe Aufl~osung

source: High Quality Shadows
de_de: Schatten mit hoher Qualit~at

# Keyboard|Key
source: Home
de_de: Pos1

source: INVENTORY
de_de: Inventar

source: ITEMS
de_de: Gegenst~ande

# Keyboard|Key
source: Ins
de_de: Einfg

# Action
source: Inventory
de_de: Inventar

# Action
source: Jump
de_de: Springen

source: KILLS %1%
de_de: Besiegte Gegner %1%

# Input|MappingName
source: Keyboard
de_de: Tastatur

# Gamepad|Button
source: LThumb
de_de: LStick

source: Large Medi Pack
de_de: Gro=es Medi-Pack

# Action
source: Large Medipack
de_de: Gro=es Medi-Pack

# Action
source: Left
de_de: Links

# GamepadAxis
source: Left
de_de: Links

# Keyboard|Key
source: Left
de_de: Links

source: Lens Distortion
de_de: Linsenverzerrung

# Action
source: Load
de_de: Spiel laden

source: Load Game
de_de: Spiel laden

source: Loading %1%
de_de: Lade %1%

source: Loading Glidos texture pack
de_de: Lade Glidos Textur Paket

source: Loading...
de_de: Lade...

# Action
source: Look
de_de: Umsehen

source: Magnum Clips
de_de: Magnum-Munition

source: More Lights
de_de: Mehr Lichter

source: Music
de_de: Musik

# ButtonAssignment
source: N/A
de_de: N/V

source: New Game
de_de: Spiel starten

# Keyboard|Key
source: NmLk
de_de: Num

source: No
de_de: Nein

source: OPTION
de_de: Optionen

source: Other
de_de: Anderes

source: Overwrite slot %1%?
de_de: Slot %1% ~uberschreiben?

source: PICKUPS %1%
de_de: Gegenst~ande %1%

# Keyboard|Key
source: Pad+
de_de: Num+

# Keyboard|Key
source: Pad-
de_de: Num-

# Keyboard|Key
source: Pad.
de_de: Num,

# Keyboard|Key
source: Pad/
de_de: Num/

# Keyboard|Key
source: Pad0
de_de: Num0

# Keyboard|Key
source: Pad1
de_de: Num1

# Keyboard|Key
source: Pad2
de_de: Num2

# Keyboard|Key
source: Pad3
de_de: Num3

# Keyboard|Key
source: Pad4
de_de: Num4

# Keyboard|Key
source: Pad5
de_de: Num5

# Keyboard|Key
source: Pad6
de_de: Num6

# Keyboard|Key
source: Pad7
de_de: Num7

# Keyboard|Key
source: Pad8
de_de: Num8

# Keyboard|Key
source: Pad9
de_de: Num9

# Keyboard|Key
source: PadEnter
de_de: NumEingabe

# Keyboard|Key
source: PadEq
de_de: NumGleich

# Keyboard|Key
source: Padx
de_de: Numx

source: Performance Meter
de_de: Leistungsanzeige

# Keyboard|Key
source: PgDn
de_de: BildRunter

# Keyboard|Key
source: PgUp
de_de: BildHoch

source: Pistols
de_de: Pistolen

# Keyboard|Key
source: PrtScrn
de_de: Drucken

source: Quality
de_de: Qualit~at

# Keyboard|Key
source: RCtrl
de_de: RStrg

# Keyboard|Key
source: RShift
de_de: RUmschalt

# Gamepad|Button
source: RThumb
de_de: RStick

source: Restore Health on Level Start
de_de: Gesundheit bei Levelanfang wiederherstellen

# Keyboard|Key
source: Ret
de_de: Eingabe

source: Return
de_de: Zur~uck

# Action
source: Right
de_de: Rechts

# GamepadAxis
source: Right
de_de: Rechts

# Keyboard|Key
source: Right
de_de: Rechts

# Action
source: Roll
de_de: Rollen

# Action
source: Run
de_de: Laufen

source: SECRETS %1% of %2%
de_de: Geheimnisse %1% von %2%

# Action
source: Save
de_de: Spiel sichern

source: Save Game
de_de: Spiel sichern

source: Save recorded ghost?
de_de: Aufgenommenen Geist speichern?

source: Saving...
de_de: Speichere...

# Action
source: Screenshot
de_de: Bildschirmaufnahme

# Keyboard|Key
source: ScrlLk
de_de: Rollen

# Keyboard|Key
source: Shift
de_de: Umschalt

source: Shortcuts
de_de: Schnellzugriff

source: Shotgun
de_de: Schrotflinte

source: Shotgun Cells
de_de: Schrot-Munition

source: Small Medi Pack
de_de: Kleines Medi-Pack

# Action
source: Small Medipack
de_de: Kleines Medi-Pack

source: Sound
de_de: Audio

# Keyboard|Key
source: Space
de_de: Leertaste

# Action
source: Step Left
de_de: Schritt links

# Action
source: Step Right
de_de: Schritt rechts

source: TIME TAKEN %1$02d:%2$02d
de_de: Ben~otigte Zeit %1$02d:%2$02d

source: TIME TAKEN %1%:%2$02d:%3$02d
de_de: Ben~otigte Zeit %1%:%2$02d:%3$02d

source: To change a mapping, use %1%.
de_de: Zum Anpassen einer Zuordnung, %1% dr~ucken.

source: To change the controller type, use %1%.
de_de: Zum Wechseln des Controller Typs, %1% dr~ucken.

source: To remove a mapping, hold %1% for %2% seconds.
de_de: Zum Zur~ucksetzen einer Zuordnung, %1% f~ur %2% Sekunden halten.

source: To reset all mappings, hold %1% for %2% seconds.
de_de: Zum Zur~ucksetzen aller Zuordnungen, %1% f~ur %2% Sekunden halten.

# GamepadAxis
source: Up
de_de: Hoch

# Keyboard|Key
source: Up
de_de: Hoch

source: Use %1% and %2% to edit other profiles.
de_de: Benutze %1% und %2% zum Bearbeiten anderer Profile.

source: Uzi Clips
de_de: Uzi-Munition

# Action
source: Walk
de_de: Gehen

source: Water Denoise
de_de: Wassergl~attung

# Keyboard|Key
source: Y
de_de: Z

source: Yes
de_de: Ja

# Keyboard|Key
source: Z
de_de: Y

source: translation-test-message
de_de: de_DE
